Repository: DeyarZ/wedding-planner
Catalog: weddingplanner/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, et, fi, fr, hr, hu, is, it, ja, ko, lv, nb, nl, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Every vendor keeps its own quotes, contracts, payments and notes, so nothing gets lost in your inbox.
ar: كل مورّد يحتفظ بعروض أسعاره وعقوده ودفعاته وملاحظاته، فلا يضيع شيء في بريدك.
cs: Každý dodavatel má vlastní nabídky, smlouvy, platby a poznámky, takže se nic neztratí ve vaší e-mailové schránce.
da: Hver leverandør har sine egne tilbud, kontrakter, betalinger og noter, så intet forsvinder i jeres indbakke.
de: Jeder Dienstleister hat eigene Angebote, Verträge, Zahlungen und Notizen — nichts geht mehr im Postfach unter.
es: Cada proveedor guarda sus propios presupuestos, contratos, pagos y notas, así no se pierde nada en el correo.
et: Iga teenusepakkuja juures on tema enda hinnapakkumised, lepingud, maksed ja märkmed, nii ei kao miski sinu postkasti ära.
fi: Jokaisella palveluntarjoajalla on omat tarjouksensa, sopimuksensa, maksunsa ja muistiinpanonsa, joten mikään ei huku sähköpostiisi.
fr: Chaque prestataire garde ses devis, contrats, paiements et notes : plus rien ne se perd dans votre boîte mail.
hr: Svaki dobavljač ima svoje ponude, ugovore, plaćanja i bilješke, pa se ništa ne izgubi u vašem inboxu.
hu: Minden szolgáltatóhoz saját árajánlatok, szerződések, fizetések és jegyzetek tartoznak, így semmi nem vész el a postafiókodban.
is: Hver þjónustuaðili geymir sín eigin tilboð, samninga, greiðslur og athugasemdir, svo ekkert týnist í pósthólfinu.
it: Ogni fornitore ha i suoi preventivi, contratti, pagamenti e note, così non si perde più nulla nella posta.
ja: 業者ごとに見積・契約書・支払い・メモを保管するので、メールの中で埋もれることがありません。
ko: 업체마다 견적서, 계약서, 결제 내역, 메모를 따로 보관해요. 메일함에서 헤맬 일이 없어요.
lv: Katram pakalpojumu sniedzējam ir savi piedāvājumi, līgumi, maksājumi un piezīmes, tāpēc nekas nepazūd e-pasta kastē.
nb: Hver leverandør har sine egne tilbud, kontrakter, betalinger og notater, så ingenting forsvinner i innboksen.
nl: Elke leverancier heeft zijn eigen offertes, contracten, betalingen en notities, zodat er niets verdwijnt in je inbox.
pl: Każdy usługodawca ma własne wyceny, umowy, płatności i notatki, więc nic nie ginie w skrzynce mailowej.
pt: Cada fornecedor guarda suas próprias propostas, contratos, pagamentos e notas, então nada se perde na caixa de entrada.
ro: Fiecare furnizor își are propriile oferte, contracte, plăți și notițe, așa că nimic nu se mai pierde prin e-mailuri.
ru: У каждого подрядчика свои сметы, договоры, платежи и заметки — ничего не потеряется в почте.
sk: Každý dodávateľ má vlastné cenové ponuky, zmluvy, platby a poznámky, takže sa nič nestratí vo vašej e-mailovej schránke.
sl: Vsak ponudnik ima svoje ponudbe, pogodbe, plačila in zapiske, tako da se nič ne izgubi v vajini e-pošti.
sv: Varje leverantör har sina egna offerter, kontrakt, betalningar och anteckningar – inget försvinner i inkorgen.
th: ผู้ให้บริการแต่ละรายมีใบเสนอราคา สัญญา การชำระเงิน และโน้ตของตัวเอง จะได้ไม่มีอะไรหายไปในกล่องอีเมล
tr: Her tedarikçi kendi tekliflerini, sözleşmelerini, ödemelerini ve notlarını taşır; böylece hiçbir şey gelen kutunuzda kaybolmaz.
uk: У кожного підрядника свої пропозиції, договори, платежі й нотатки — тож нічого не загубиться у вашій пошті.
vi: Mỗi nhà cung cấp có báo giá, hợp đồng, khoản thanh toán và ghi chú riêng, nên không gì bị thất lạc trong hộp thư của bạn.
zh_hans: 每家供应商都有自己的报价、合同、付款和备注，不会再淹没在邮箱里。
zh_hant: 每家廠商都有自己的報價、合約、付款與備註，不會再淹沒在你的信箱裡。

source: Everyone having fun
ar: الجميع يستمتع
cs: Ať se všichni baví
da: At alle har det sjovt
de: Alle haben Spaß
es: Que todos se diviertan
et: Kõigil on lõbus
fi: Kaikilla on hauskaa
fr: Que tout le monde s'amuse
hr: Svi se odlično zabavljaju
hu: Mindenki jól érzi magát
is: Allir skemmta sér
it: Tutti si divertono
ja: みんなが楽しめること
ko: 모두가 즐거운 시간
lv: Lai visiem ir jautri
nb: At alle koser seg
nl: Dat iedereen het naar zijn zin heeft
pl: Wszyscy świetnie się bawią
pt: Todo mundo se divertindo
ro: Toată lumea se distrează
ru: Всем весело
sk: Aby sa všetci zabávali
sl: Da se vsi zabavajo
sv: Att alla har roligt
th: ทุกคนสนุกไปด้วยกัน
tr: Herkesin eğlenmesi
uk: Щоб усім було весело
vi: Ai cũng vui hết mình
zh_hans: 让所有人都玩得开心
zh_hant: 大家都玩得盡興

source: Everything for %@
ar: كل شيء من أجل %@
cs: Vše pro %@
da: Alt til %@
de: Alles für %@
es: Todo para %@
et: Kõik %@ jaoks
fi: Kaikki tätä varten: %@
fr: Tout pour %@
hr: Sve za %@
hu: Minden ehhez: %@
is: Allt fyrir %@
it: Tutto per %@
ja: %@ のすべて
ko: %@을(를) 위한 모든 것
lv: Viss, kas vajadzīgs: %@
nb: Alt til %@
nl: Alles voor %@
pl: Wszystko na %@
pt: Tudo para %@
ro: Totul pentru %@
ru: Всё для %@
sk: Všetko pre %@
sl: Vse za %@
sv: Allt inför %@
th: ทุกอย่างสำหรับ %@
tr: %@ için her şey
uk: Усе для %@
vi: Tất cả chỉ với %@
zh_hans: 为 %@ 准备的一切
zh_hant: %@ 的所有安排

source: Everything, right now
ar: كل شيء، الآن
cs: Všechno, hned teď
da: Alt sammen, med det samme
de: Alles, ab sofort
es: Todo, desde ya
et: Kõik, kohe praegu
fi: Kaikki, heti nyt
fr: Tout, dès maintenant
hr: Sve, odmah
hu: Minden, most azonnal
is: Allt, strax núna
it: Tutto, da subito
ja: すべてを、今すぐ
ko: 지금 바로 전부
lv: Viss uzreiz
nb: Alt, med én gang
nl: Alles, meteen
pl: Wszystko, od razu
pt: Tudo, agora mesmo
ro: Totul, chiar acum
ru: Всё и сразу
sk: Všetko, hneď teraz
sl: Vse, in to takoj
sv: Allt, direkt
th: ทุกอย่าง ตั้งแต่ตอนนี้
tr: Her şey, hemen şimdi
uk: Усе — просто зараз
vi: Tất cả, ngay bây giờ
zh_hans: 立刻解锁全部
zh_hant: 所有功能，立刻解鎖

source: Export
ar: تصدير
cs: Exportovat
da: Eksportér
de: Exportieren
es: Exportar
et: Ekspordi
fi: Vie
fr: Exporter
hr: Izvezi
hu: Exportálás
is: Flytja út
it: Esporta
ja: エクスポート
ko: 내보내기
lv: Eksportēt
nb: Eksporter
nl: Exporteren
pl: Eksportuj
pt: Exportar
ro: Exportă
ru: Экспорт
sk: Exportovať
sl: Izvozi
sv: Exportera
th: ส่งออก
tr: Dışa Aktar
uk: Експорт
vi: Xuất
zh_hans: 导出
zh_hant: 匯出

source: Export Guest List
ar: تصدير قائمة الضيوف
cs: Exportovat seznam hostů
da: Eksportér gæsteliste
de: Gästeliste exportieren
es: Exportar lista de invitados
et: Ekspordi külaliste nimekiri
fi: Vie vieraslista
fr: Exporter la liste des invités
hr: Izvezi popis gostiju
hu: Vendéglista exportálása
is: Flytja út gestalista
it: Esporta la lista degli ospiti
ja: ゲストリストをエクスポート
ko: 하객 명단 내보내기
lv: Eksportēt viesu sarakstu
nb: Eksporter gjestelisten
nl: Gastenlijst exporteren
pl: Eksportuj listę gości
pt: Exportar lista de convidados
ro: Exportă lista de invitați
ru: Экспорт списка гостей
sk: Exportovať zoznam hostí
sl: Izvozi seznam gostov
sv: Exportera gästlistan
th: ส่งออกรายชื่อแขก
tr: Misafir Listesini Dışa Aktar
uk: Експортувати список гостей
vi: Xuất danh sách khách mời
zh_hans: 导出宾客名单
zh_hant: 匯出賓客名單

source: Export Guests
ar: تصدير الضيوف
cs: Exportovat hosty
da: Eksportér gæster
de: Gäste exportieren
es: Exportar invitados
et: Ekspordi külalised
fi: Vie vieraat
fr: Exporter les invités
hr: Izvezi goste
hu: Vendégek exportálása
is: Flytja út gesti
it: Esporta gli ospiti
ja: ゲストをエクスポート
ko: 하객 내보내기
lv: Eksportēt viesus
nb: Eksporter gjester
nl: Gasten exporteren
pl: Eksportuj gości
pt: Exportar convidados
ro: Exportă invitații
ru: Экспорт гостей
sk: Exportovať hostí
sl: Izvozi goste
sv: Exportera gäster
th: ส่งออกข้อมูลแขก
tr: Misafirleri Dışa Aktar
uk: Експортувати гостей
vi: Xuất khách mời
zh_hans: 导出宾客
zh_hant: 匯出賓客

source: Export Meal Choices
ar: تصدير اختيارات الوجبات
cs: Exportovat výběr jídel
da: Eksportér menuvalg
de: Menüwahl exportieren
es: Exportar menús elegidos
et: Ekspordi menüüvalikud
fi: Vie ruokavalinnat
fr: Exporter les choix de menu
hr: Izvezi odabir jela
hu: Ételválasztások exportálása
is: Flytja út matarval
it: Esporta le scelte del menu
ja: お食事の選択をエクスポート
ko: 식사 선택 내보내기
lv: Eksportēt ēdienu izvēles
nb: Eksporter menyvalg
nl: Maaltijdkeuzes exporteren
pl: Eksportuj wybory dań
pt: Exportar escolhas de menu
ro: Exportă preferințele de meniu
ru: Экспорт выбора блюд
sk: Exportovať výber jedál
sl: Izvozi izbire menijev
sv: Exportera menyval
th: ส่งออกรายการเลือกอาหาร
tr: Yemek Seçimlerini Dışa Aktar
uk: Експортувати вибір страв
vi: Xuất lựa chọn món ăn
zh_hans: 导出餐食选择
zh_hant: 匯出餐點選擇

source: Export Options
ar: خيارات التصدير
cs: Možnosti exportu
da: Eksportmuligheder
de: Export-Optionen
es: Opciones de exportación
et: Ekspordivalikud
fi: Vientiasetukset
fr: Options d'export
hr: Opcije izvoza
hu: Exportálási beállítások
is: Útflutningsvalkostir
it: Opzioni di esportazione
ja: エクスポートのオプション
ko: 내보내기 옵션
lv: Eksporta iespējas
nb: Eksportvalg
nl: Exportopties
pl: Opcje eksportu
pt: Opções de exportação
ro: Opțiuni de export
ru: Параметры экспорта
sk: Možnosti exportu
sl: Možnosti izvoza
sv: Exportalternativ
th: ตัวเลือกการส่งออก
tr: Dışa Aktarma Seçenekleri
uk: Параметри експорту
vi: Tùy chọn xuất
zh_hans: 导出选项
zh_hant: 匯出選項

source: Export PDF
ar: تصدير PDF
cs: Exportovat PDF
da: Eksportér PDF
de: PDF exportieren
es: Exportar PDF
et: Ekspordi PDF
fi: Vie PDF
fr: Exporter en PDF
hr: Izvezi PDF
hu: PDF exportálása
is: Flytja út PDF
it: Esporta PDF
ja: PDFをエクスポート
ko: PDF 내보내기
lv: Eksportēt PDF
nb: Eksporter PDF
nl: PDF exporteren
pl: Eksportuj PDF
pt: Exportar PDF
ro: Exportă PDF
ru: Экспорт в PDF
sk: Exportovať PDF
sl: Izvozi PDF
sv: Exportera PDF
th: ส่งออก PDF
tr: PDF Olarak Aktar
uk: Експорт PDF
vi: Xuất PDF
zh_hans: 导出 PDF
zh_hant: 匯出 PDF

source: Export Report
ar: تصدير التقرير
cs: Exportovat přehled
da: Eksportér rapport
de: Bericht exportieren
es: Exportar informe
et: Ekspordi aruanne
fi: Vie raportti
fr: Exporter le rapport
hr: Izvezi izvještaj
hu: Jelentés exportálása
is: Flytja út skýrslu
it: Esporta report
ja: レポートをエクスポート
ko: 리포트 내보내기
lv: Eksportēt atskaiti
nb: Eksporter rapport
nl: Rapport exporteren
pl: Eksportuj raport
pt: Exportar relatório
ro: Exportă raportul
ru: Экспорт отчёта
sk: Exportovať prehľad
sl: Izvozi poročilo
sv: Exportera rapport
th: ส่งออกรายงาน
tr: Raporu Dışa Aktar
uk: Експортувати звіт
vi: Xuất báo cáo
zh_hans: 导出报告
zh_hant: 匯出報表

source: Export Vendors
ar: تصدير الموردين
cs: Exportovat dodavatele
da: Eksportér leverandører
de: Dienstleister exportieren
es: Exportar proveedores
et: Ekspordi teenusepakkujad
fi: Vie palveluntarjoajat
fr: Exporter les prestataires
hr: Izvezi dobavljače
hu: Szolgáltatók exportálása
is: Flytja út þjónustuaðila
it: Esporta i fornitori
ja: 業者をエクスポート
ko: 업체 내보내기
lv: Eksportēt pakalpojumu sniedzējus
nb: Eksporter leverandører
nl: Leveranciers exporteren
pl: Eksportuj usługodawców
pt: Exportar fornecedores
ro: Exportă furnizorii
ru: Экспорт подрядчиков
sk: Exportovať dodávateľov
sl: Izvozi ponudnike
sv: Exportera leverantörer
th: ส่งออกข้อมูลผู้ให้บริการ
tr: Tedarikçileri Dışa Aktar
uk: Експортувати підрядників
vi: Xuất nhà cung cấp
zh_hans: 导出供应商
zh_hant: 匯出廠商

source: Export as CSV
ar: تصدير بصيغة CSV
cs: Exportovat jako CSV
da: Eksportér som CSV
de: Als CSV exportieren
es: Exportar como CSV
et: Ekspordi CSV-na
fi: Vie CSV-tiedostona
fr: Exporter en CSV
hr: Izvezi kao CSV
hu: Exportálás CSV-be
is: Flytja út sem CSV
it: Esporta come CSV
ja: CSVでエクスポート
ko: CSV로 내보내기
lv: Eksportēt kā CSV
nb: Eksporter som CSV
nl: Exporteren als CSV
pl: Eksportuj jako CSV
pt: Exportar como CSV
ro: Exportă în format CSV
ru: Экспортировать в CSV
sk: Exportovať ako CSV
sl: Izvozi kot CSV
sv: Exportera som CSV
th: ส่งออกเป็น CSV
tr: CSV olarak dışa aktar
uk: Експортувати як CSV
vi: Xuất dạng CSV
zh_hans: 导出为 CSV
zh_hant: 匯出為 CSV

source: Export as PDF
ar: تصدير بصيغة PDF
cs: Exportovat jako PDF
da: Eksportér som PDF
de: Als PDF exportieren
es: Exportar como PDF
et: Ekspordi PDF-ina
fi: Vie PDF-tiedostona
fr: Exporter en PDF
hr: Izvezi kao PDF
hu: Exportálás PDF-be
is: Flytja út sem PDF
it: Esporta come PDF
ja: PDFでエクスポート
ko: PDF로 내보내기
lv: Eksportēt kā PDF
nb: Eksporter som PDF
nl: Exporteren als PDF
pl: Eksportuj jako PDF
pt: Exportar como PDF
ro: Exportă în format PDF
ru: Экспортировать в PDF
sk: Exportovať ako PDF
sl: Izvozi kot PDF
sv: Exportera som PDF
th: ส่งออกเป็น PDF
tr: PDF olarak dışa aktar
uk: Експортувати як PDF
vi: Xuất dạng PDF
zh_hans: 导出为 PDF
zh_hant: 匯出為 PDF

source: Export for Seating Plan
ar: تصدير لمخطط الجلوس
cs: Exportovat pro zasedací pořádek
da: Eksportér til bordplan
de: Für Sitzplan exportieren
es: Exportar para el plano de mesas
et: Ekspordi istumisplaani jaoks
fi: Vie pöytäjärjestystä varten
fr: Exporter pour le plan de table
hr: Izvezi za raspored sjedenja
hu: Exportálás ültetési rendhez
is: Flytja út fyrir borðaskipan
it: Esporta per la disposizione dei tavoli
ja: 席次表用にエクスポート
ko: 좌석 배치용으로 내보내기
lv: Eksportēt sēdvietu plānam
nb: Eksporter til bordplassering
nl: Exporteren voor tafelindeling
pl: Eksportuj do planu stołów
pt: Exportar para o plano de mesas
ro: Exportă pentru planul de așezare
ru: Экспорт для плана рассадки
sk: Exportovať pre zasadací poriadok
sl: Izvozi za sedežni red
sv: Exportera för bordsplaceringen
th: ส่งออกสำหรับผังที่นั่ง
tr: Oturma Düzeni İçin Dışa Aktar
uk: Експорт для плану розсадки
vi: Xuất cho sơ đồ chỗ ngồi
zh_hans: 导出座位安排
zh_hant: 匯出座位安排

source: Export your wedding day
ar: صدّر جدول يوم زفافك
cs: Exportujte svůj svatební den
da: Eksportér jeres bryllupsdag
de: Exportiert euren Hochzeitstag
es: Exporta el día de vuestra boda
et: Ekspordi oma pulmapäev
fi: Vie hääpäiväsi
fr: Exportez votre jour J
hr: Izvezite svoj dan vjenčanja
hu: Exportáld az esküvőd napját
is: Flyttu út brúðkaupsdaginn
it: Esporta il vostro giorno del sì
ja: 当日の進行表をエクスポート
ko: 결혼식 당일 일정 내보내기
lv: Eksportē savu kāzu dienu
nb: Eksporter bryllupsdagen
nl: Exporteer jullie trouwdag
pl: Wyeksportujcie plan dnia ślubu
pt: Exporte o dia do casamento
ro: Exportă ziua nunții
ru: Экспортируйте свой свадебный день
sk: Exportujte si svoj svadobný deň
sl: Izvozita svoj poročni dan
sv: Exportera din bröllopsdag
th: ส่งออกกำหนดการวันแต่งงาน
tr: Düğün gününüzü dışa aktarın
uk: Експортуйте свій весільний день
vi: Xuất lịch trình ngày cưới
zh_hans: 导出婚礼当天流程
zh_hant: 匯出你的婚禮流程

source: Extended Family
ar: الأقارب
cs: Širší rodina
da: Øvrig familie
de: Weitere Verwandte
es: Familia extensa
et: Laiem suguvõsa
fi: Muu suku
fr: Famille élargie
hr: Šira obitelj
hu: Tágabb család
is: Stórfjölskyldan
it: Parenti
ja: 親族
ko: 친척
lv: Radi
nb: Slekt
nl: Verdere familie
pl: Dalsza rodzina
pt: Parentes
ro: Familia extinsă
ru: Дальние родственники
sk: Širšia rodina
sl: Širša družina
sv: Släkt
th: ญาติ
tr: Geniş Aile
uk: Далекі родичі
vi: Họ hàng
zh_hans: 远亲
zh_hant: 親戚

source: FIRST STEPS
ar: الخطوات الأولى
cs: PRVNÍ KROKY
da: FØRSTE SKRIDT
de: ERSTEN SCHRITTE
es: PERSONALIZADOS
et: ESIMESED SAMMUD
fi: ENSIASKELEET
fr: ÉTAPES
hr: PRVI KORACI
hu: ELSŐ LÉPÉSEK
is: FYRSTU SKREFIN
it: PASSI
ja: はじめの一歩
ko: 첫 단계
lv: PIRMIE SOĻI
nb: FØRSTE STEG
nl: EERSTE STAPPEN
pl: PIERWSZE KROKI
pt: PRIMEIROS PASSOS
ro: PRIMII PAȘI
ru: ПЕРВЫЕ ШАГИ
sk: PRVÉ KROKY
sl: PRVI KORAKI
sv: FÖRSTA STEGEN
th: ก้าวแรก
tr: İLK ADIMLAR
uk: ПЕРШІ КРОКИ
vi: NHỮNG BƯỚC ĐẦU TIÊN
zh_hans: 第一步
zh_hant: 第一步

source: FUNDS
ar: المبالغ
cs: PROSTŘEDKY
da: MIDLER
de: BUDGET
es: FONDOS
et: VAHENDID
fi: VARAT
fr: BUDGET
hr: SREDSTVA
hu: KERET
is: FJÁRMUNIR
it: FONDI
ja: 資金
ko: 자금
lv: LĪDZEKĻI
nb: MIDLER
nl: MIDDELEN
pl: ŚRODKI
pt: FUNDOS
ro: FONDURI
ru: СРЕДСТВА
sk: PROSTRIEDKY
sl: SREDSTVA
sv: MEDEL
th: เงินทุน
tr: KAYNAKLAR
uk: КОШТИ
vi: NGUỒN TIỀN
zh_hans: 资金
zh_hant: 資金

source: Family expectations
ar: توقعات العائلة
cs: Očekávání rodiny
da: Familiens forventninger
de: Erwartungen der Familie
es: Las expectativas de la familia
et: Pere ootused
fi: Suvun odotukset
fr: Les attentes de la famille
hr: Očekivanja obitelji
hu: Családi elvárások
is: Væntingar fjölskyldunnar
it: Le aspettative della famiglia
ja: 家族の期待
ko: 가족의 기대
lv: Ģimenes gaidas
nb: Familiens forventninger
nl: Verwachtingen van familie
pl: Oczekiwania rodziny
pt: Expectativas da família
ro: Așteptările familiei
ru: Ожидания родных
sk: Očakávania rodiny
sl: Pričakovanja družine
sv: Familjens förväntningar
th: ความคาดหวังของครอบครัว
tr: Ailenin beklentileri
uk: Очікування родини
vi: Kỳ vọng của gia đình
zh_hans: 家人的期望
zh_hant: 家人的期待

source: Feature Request
ar: طلب ميزة
cs: Návrh funkce
da: Funktionsønske
de: Feature-Wunsch
es: Sugerencia
et: Funktsioonisoov
fi: Ominaisuustoive
fr: Suggestion
hr: Prijedlog značajke
hu: Funkcióötlet
is: Ósk um eiginleika
it: Richiesta funzione
ja: 機能のご要望
ko: 기능 제안
lv: Funkcijas ieteikums
nb: Funksjonsønske
nl: Functieverzoek
pl: Propozycja funkcji
pt: Sugestão de funcionalidade
ro: Sugestie de funcție
ru: Пожелание к приложению
sk: Návrh na funkciu
sl: Predlog funkcije
sv: Funktionsförslag
th: ขอฟีเจอร์ใหม่
tr: Özellik İsteği
uk: Побажання щодо функції
vi: Đề xuất tính năng
zh_hans: 功能建议
zh_hant: 功能建議

source: Final Payment
ar: الدفعة الأخيرة
cs: Doplatek
da: Slutbetaling
de: Restzahlung
es: Pago final
et: Lõppmakse
fi: Loppumaksu
fr: Paiement final
hr: Konačno plaćanje
hu: Végső fizetés
is: Lokagreiðsla
it: Saldo finale
ja: 最終支払い
ko: 잔금
lv: Gala maksājums
nb: Sluttbetaling
nl: Slotbetaling
pl: Płatność końcowa
pt: Pagamento final
ro: Plata finală
ru: Финальный платёж
sk: Doplatok
sl: Končno plačilo
sv: Slutbetalning
th: การชำระเงินงวดสุดท้าย
tr: Son Ödeme
uk: Остаточний платіж
vi: Thanh toán cuối
zh_hans: 尾款
zh_hant: 尾款

source: Final Touches
ar: اللمسات الأخيرة
cs: Poslední úpravy
da: De sidste detaljer
de: Letzter Schliff
es: Últimos detalles
et: Viimased lihvid
fi: Viimeistely
fr: Dernières touches
hr: Završni detalji
hu: Utolsó simítások
is: Lokahnykkurinn
it: Ultimi ritocchi
ja: 最後の仕上げ
ko: 마지막 마무리
lv: Pēdējie pieskārieni
nb: Siste finpuss
nl: Laatste puntjes
pl: Ostatnie szlify
pt: Últimos ajustes
ro: Ultimele retușuri
ru: Финальные штрихи
sk: Posledné úpravy
sl: Zaključni detajli
sv: Sista finishen
th: เก็บรายละเอียดสุดท้าย
tr: Son Dokunuşlar
uk: Фінальні штрихи
vi: Hoàn Thiện Cuối Cùng
zh_hans: 最后润色
zh_hant: 最後收尾

source: Final dress fitting
ar: القياس الأخير للفستان
cs: Finální zkouška šatů
da: Sidste prøvning af kjolen
de: Letzte Kleideranprobe
es: Última prueba del vestido
et: Viimane kleidiproov
fi: Puvun viimeinen sovitus
fr: Dernier essayage de la robe
hr: Zadnja proba vjenčanice
hu: Utolsó ruhapróba
is: Lokamátun á kjólnum
it: Ultima prova dell'abito
ja: ドレスの最終フィッティング
ko: 드레스 최종 가봉
lv: Pēdējā kleitas pielaikošana
nb: Siste prøving av kjolen
nl: Laatste pasbeurt jurk
pl: Ostatnia przymiarka sukni
pt: Última prova do vestido
ro: Proba finală a rochiei
ru: Финальная примерка платья
sk: Posledná skúška šiat
sl: Zadnje pomerjanje obleke
sv: Sista klänningsprovningen
th: ลองชุดครั้งสุดท้าย
tr: Son gelinlik provası
uk: Фінальне приміряння сукні
vi: Thử váy cưới lần cuối
zh_hans: 婚纱最终试穿
zh_hant: 婚紗最後試穿

source: Final month
ar: الشهر الأخير
cs: Poslední měsíc
da: Sidste måned
de: Letzter Monat
es: Último mes
et: Viimane kuu
fi: Viimeinen kuukausi
fr: Dernier mois
hr: Zadnji mjesec
hu: Utolsó hónap
is: Síðasti mánuðurinn
it: Ultimo mese
ja: 最後の1か月
ko: 마지막 한 달
lv: Pēdējais mēnesis
nb: Siste måned
nl: Laatste maand
pl: Ostatni miesiąc
pt: Último mês
ro: Ultima lună
ru: Последний месяц
sk: Posledný mesiac
sl: Zadnji mesec
sv: Sista månaden
th: เดือนสุดท้าย
tr: Son ay
uk: Останній місяць
vi: Tháng cuối cùng
zh_hans: 婚礼前最后一个月
zh_hant: 婚前最後一個月

source: Final stretch. Get everything ready with Premium.
ar: المرحلة الأخيرة. جهّز كل شيء مع النسخة المميزة.
cs: Finiš. S Premium budete mít všechno připravené.
da: Sidste spurt. Få styr på det hele med Premium.
de: Der Endspurt beginnt. Mit Premium bekommt ihr alles startklar.
es: Recta final. Déjalo todo listo con Premium.
et: Viimane sirge. Sea Premiumiga kõik valmis.
fi: Loppusuora. Saa kaikki valmiiksi Premiumilla.
fr: Dernière ligne droite. Préparez tout avec Premium.
hr: Završna ravnina. Pripremite sve uz Premium.
hu: Ez az utolsó szakasz. Készíts elő mindent a Prémiummal.
is: Lokasprettur. Kláraðu undirbúninginn með Premium.
it: Rush finale. Prepara tutto con Premium.
ja: いよいよ大詰め。プレミアムですべてを整えましょう。
ko: 이제 마지막 단계예요. 프리미엄으로 모든 준비를 마무리하세요.
lv: Finiša taisne. Sagatavo visu ar Premium.
nb: Innspurten. Få alt klart med Premium.
nl: De laatste loodjes. Maak alles rond met Premium.
pl: Ostatnia prosta. Dopnijcie wszystko z Premium.
pt: Reta final. Deixe tudo pronto com o Premium.
ro: Ultima sută de metri. Pregătește totul cu Premium.
ru: Финишная прямая. Подготовьте всё с Premium.
sk: Finiš. S Premium si pripravíte úplne všetko.
sl: Zadnji zavoj. S Premiumom pripravita vse do konca.
sv: Slutspurten. Gör allt klart med Premium.
th: โค้งสุดท้ายแล้ว เตรียมทุกอย่างให้พร้อมด้วยพรีเมียม
tr: Son düzlük. Premium ile her şeyi hazır edin.
uk: Фінішна пряма. Підготуйте все з Premium.
vi: Chặng nước rút. Chuẩn bị mọi thứ thật chỉn chu với Premium.
zh_hans: 最后冲刺。用高级版把一切准备妥当。
zh_hant: 最後衝刺。用進階版把一切都準備好。

source: Final touches
ar: اللمسات الأخيرة
cs: Poslední úpravy
da: De sidste detaljer
de: Letzter Schliff
es: Últimos retoques
et: Viimased lihvid
fi: Viimeiset silaukset
fr: Dernières touches
hr: Završni detalji
hu: Utolsó simítások
is: Lokafrágangur
it: Ultimi ritocchi
ja: 最後の仕上げをする
ko: 마무리 손질하기
lv: Pēdējie pieskārieni
nb: Siste finpuss
nl: Laatste puntjes
pl: Ostatnie poprawki
pt: Últimos ajustes
ro: Ultimele retușuri
ru: Финальные штрихи
sk: Posledné úpravy
sl: Zaključni detajli
sv: Sista detaljerna
th: เก็บรายละเอียดสุดท้าย
tr: Son dokunuşlar
uk: Фінальні штрихи
vi: Hoàn thiện cuối cùng
zh_hans: 最后润色
zh_hant: 最後收尾

source: Final venue walkthrough
ar: الجولة الأخيرة في مكان المناسبة
cs: Finální prohlídka místa konání
da: Sidste gennemgang af lokationen
de: Letzte Begehung der Location
es: Última visita al lugar
et: Viimane ringkäik peopaigas
fi: Juhlapaikan viimeinen läpikäynti
fr: Dernière visite du lieu de réception
hr: Zadnji obilazak lokacije
hu: Utolsó helyszínbejárás
is: Lokaskoðun á veislustaðnum
it: Ultimo sopralluogo in location
ja: 会場の最終下見をする
ko: 예식장 최종 답사
lv: Pēdējā norises vietas apskate
nb: Siste gjennomgang i lokalet
nl: Laatste rondgang op de locatie
pl: Ostatnia wizyta w miejscu ślubu
pt: Última visita ao local
ro: Vizita finală la locație
ru: Финальный осмотр площадки
sk: Posledná obhliadka miesta konania
sl: Zadnji ogled prizorišča
sv: Sista genomgången i lokalen
th: เดินสำรวจสถานที่จัดงานครั้งสุดท้าย
tr: Mekânda son kontrol turu
uk: Фінальний огляд локації
vi: Khảo sát địa điểm lần cuối
zh_hans: 场地最终走场确认
zh_hant: 場地最後場勘

source: Finalize Guest List
ar: اعتمد قائمة الضيوف
cs: Dokončete seznam hostů
da: Færdiggør gæstelisten
de: Gästeliste finalisieren
es: Finaliza la lista de invitados
et: Vormista külaliste nimekiri lõplikult
fi: Viimeistele vieraslista
fr: Finalisez la liste des invités
hr: Zaključite popis gostiju
hu: Véglegesítsd a vendéglistát
is: Ganga frá gestalistanum
it: Finalizza la lista degli ospiti
ja: ゲストリストを確定する
ko: 하객 명단 확정하기
lv: Pabeidz viesu sarakstu
nb: Ferdigstill gjestelisten
nl: Maak de gastenlijst definitief
pl: Zamknij listę gości
pt: Finalizar a lista de convidados
ro: Finalizează lista de invitați
ru: Утвердите список гостей
sk: Uzavrite zoznam hostí
sl: Dokončajta seznam gostov
sv: Slutför gästlistan
th: สรุปรายชื่อแขกให้เรียบร้อย
tr: Misafir Listesini Kesinleştirin
uk: Завершіть список гостей
vi: Chốt danh sách khách mời
zh_hans: 敲定宾客名单
zh_hant: 確定賓客名單
